{
  "URL": "https://www.skynews.com.au/australia-news/autopsy-confirms-victorian-man-in-his-60s-died-from-mosquitoborne-japanese-encephalitis-virus/news-story/7596ba7530b7be80f702b16eb300ede8",
  "date_of_publication": "2022-03-08 20:55:00",
  "headline": "AUSTRALIA - Autopsy Confirms Victorian Man In His 60s Died From Mosquito-Borne Japanese Encephalitis",
  "main_text": "Victorian health authorities have confirmed a man in his 60s died from the mosquito-borne Japanese Encephalitis Virus.  A Victorian man in his 60s has died after contracting the Japanese Encephalitis Virus (JEV).  Victorian health authorities confirmed an autopsy had revealed his death on February 28 was due to the deadly virus.  This is the first fatality from the virus in Victoria from seven confirmed JEV cases.  Victoria Health is now conducting investigations into how the man contracted the deadly virus.  JEV is spread by mosquitoes and can infect both animals and humans and has been confirmed in samples from a number of pig farms in regional NSW.  The virus can cause serious illness, such as encephalitis, in roughly one per cent of those who are infected.  A man in his 60s has died in Victoria from the Japanese Encephalitis Virus which is carried by mosquitos.  Stream more national news live & on demand with Flash, Australia's biggest news streaming service. New to Flash? Try 1 month free now.  On Monday New South Wales had two residents hospitalised with JEV while Queensland last week issued an urgent health alert after a human case was recorded.  NSW Health on Monday confirmed a man and a child from the NSW-Victoria border region were receiving hospital treatment.  The man remains in a serious condition in ICU while the child was discharged from intensive care but remains in hospital due to the \"serious nature\" of their illness.  The Queensland case was a resident who recently travelled in regional southern Queensland and is in a Brisbane hospital.  Agriculture Minister David Littleproud explained the cause of the rise in cases as he admitted the government was concerned but not panicking.  \"We're monitoring it closely with state agencies as well but effectively it's come about from the significant wet weather that we've had spread right across the eastern seaboard,\" he told Sky News political editor.  The majority of those who contract JEV will experience none or very mild symptoms and have a full recovery.  However health authorities have warned those who develop a sudden onset of fever, headache, vomiting as well as seizures or disorientation should immediately seek medical attention.  Children aged under five and older people infected with JEV are at a higher risk of developing severe illnesses such as encephalitis.  There are JEV vaccines available and health authorities recommend them to anyone who works with or around pigs including transport workers, vets visiting pig farms and people hunting pigs.  itabuna, bahia, brazil - june 15, 2012: pig breeding in a pigsty on a farm in the city of Itabuna, in southern Bahia.  Mr Littleproud said the government was working to ensure those people in risk areas were getting their vaccine.  \"We're trying to really narrow down those risk areas to make sure that it is a targeted approach and that approach is around vaccines,\" he said.  The Agriculture Minister said the government had about 6,000 vaccines in storage before cases emerged and had ordered another 6,000 from Korea with more on the way.  \"To make sure that if this does get further than the 21 piggeries across the east coast and South Australia that we will be able to target this,\" he said.  Mr Littleproud said the government had handed the vaccines to the state governments who were targeting those working in piggeries.  \"They've been targeting some local communities but local health authorities are working through that,\" he said.  \"We're trying to act within both Health and Agriculture to move quickly to get vaccines but also to make sure that councils are doing work around trying to eradicate mosquitoes in some of those areas where there's water laying.\"",
  "Description": "AUSTRALIA - Autopsy confirms Victorian man in his 60s died from mosquito-borne Japanese Encephalitis Virus\"A Victorian man in his 60s has died after contracting the Japanese Encephalitis Virus (JEV).\"",
  "reports": {
    "diseases": [
      "other"
    ],
    "syndromes": [
      "Encephalitis"
    ],
    "event_date": "2022-2-3",
    "Locations": {
      "Australia": [
        "Victoria",
        "Queensland",
        "South Australia"
      ],
      "Iceland": [
        "South"
      ],
      "Brazil": [
        "Bahia"
      ]
    }
  }
}
{
  "URL": "https://www.ok.co.uk/celebrity-news/chloe-goodman-terrified-newborn-son-26413930",
  "date_of_publication": "2022-03-08 20:55:00",
  "headline": "UNITED KINGDOM - Chloe Goodman Terrified As Newborn Son Rushed To Hospital With Suspected Meningitis",
  "main_text": "Something went wrong, please try again later.  Get daily celeb exclusives and behind the scenes house tours direct to your inbox  Just last month OK! revealed Chloe Goodman had welcomed her second a child - a son with fiance Grant Hall.  But in a sad update, a source close to Chloe has told us her baby boy was rushed to hospital last night with suspected meningitis.  \"Yesterday afternoon Chloe's son came up in a rash all over his body,\" the insider said.  \"He came up in a high temperature and she rushed him to hospital - he's got suspected meningitis.  \"He and Chloe had to stay in overnight last night and he's on a drip at the moment while they run tests. Chloe's had lots of complications during her pregnancy. She wanted everything to run smoothly and this is really worrying for her.\"  (Image: INSTAGRAM)  Get exclusive celebrity stories and fabulous photoshoots straight to your inbox with OK!'s daily newsletter . You can sign up at the top of the page.  Chloe, who is also mum to daughter 21 month old daughter Isla, is said to be \"terrified\" as she waits for the diagnosis from doctors.  \"This a really stressful time for Chloe and she's terrified,\" the source added.  \"Any parent knows it's horrible to see your child ill especially when it something this serious.\"  (Image: INSTAGRAM)  OK! contacted a representative for Chloe who told us: \"Chloe's son is in hospital, but there's no further comment at the moment.\"  Last month the Ex on The Beach star shared snaps of her newborn exclusively with New! and explained there had been \"complications\" during the labour.  \"Grant and I are overjoyed to announce the news that we've welcomed a healthy baby boy to the family,\" she said.  \"Isla is so excited to be a big sister. There's been a few complications, but once I'm fully healed I'll be sharing the full story on ok.co.uk.\"  (Image: INSTAGRAM)  Chloe's complicated labour follows a long line of health issues before, during and after her pregnancies.  Four years ago, during a smear test, doctors found grade three abnormal cells, which can develop into cervical cancer. As a result Chloe had half her cervix removed, something that puts her at a higher risk of miscarriage.  After falling pregnant in 2019 she had a cervical stitch to help prolong her pregnancy, a procedure she had again this time around.  \"It's the biggest battle of my life just to bring life into the world,\" she previously said.",
  "Description": "UNITED KINGDOM - Chloe Goodman 'terrified' as newborn son rushed to hospital with suspected meningitis\"But in a sad update, a source close to Chloe has told us her baby boy was rushed to hospital last night with suspected meningitis.\"",
  "reports": {
    "diseases": [
      "other"
    ],
    "syndromes": [
      "Meningitis"
    ],
    "event_date": "2022-2-3",
    "Locations": {}
  }
}
{
  "URL": "https://www.taiwannews.com.tw/en/news/4465344",
  "date_of_publication": "2022-03-08 20:54:00",
  "headline": "TAIWAN - Taiwan Reports First Hantavirus Case In 2022 At Horse Ranch",
  "main_text": "A rat looks on in the Saint Jacques Tower park, in the center of Paris, Friday, Dec. 9, 2016. A rat looks on in the Saint Jacques Tower park, in the center of Paris, Friday, Dec. 9, 2016. (AP photo)  TAIPEI (Taiwan News) -- A worker at a horse ranch in the north has been diagnosed with hantavirus, the first case in Taiwan this year.  The patient, who is in his 40s, has no travel history and is believed to have contracted the virus from contact with mice feces at the workplace. Rats, the carrier of the virus, are frequently sighted at the farm he works at, according to the man.  He started exhibiting symptoms of the disease including fever, chills, and muscle pain on Feb. 12. The symptoms persisted, so he sought medical assistance on Feb. 14, after which he was hospitalized and diagnosed with the virus, said the Taiwan Centers for Disease Control (CDC).  The man has been discharged from the hospital and is in stable condition. Contacts and people who live with him have not shown symptoms, while disinfection and an investigation have been carried out at the horse ranch.  Taiwan reported ten hantavirus cases in 2021, including people in Kaohsiung, Taipei, New Taipei, Taoyuan, Changhua, and Taichung, per the CDC.  Hantavirus is contracted through contact with rodent urine or feces, rodent bites, or objects contaminated with the virus. Some strains could result in severe diseases in humans, such as hantavirus hemorrhagic fever with renal syndrome, which may cause diarrhea, vomiting, renal failure, and even death.  People are advised to sanitize their living environment and storage facilities with a diluted bleach solution to prevent the spread of the disease.",
  "Description": "TAIWAN - Taiwan reports first hantavirus case in 2022 at horse ranch\"A worker at a horse ranch in the north has been diagnosed with hantavirus, the first case in Taiwan this year.\"",
  "reports": {
    "diseases": [
      "hantavirus"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {
      "Taiwan, Province of China": [
        "Taipei",
        "Taiwan",
        "Changhua",
        "Kaohsiung"
      ],
      "France": [
        "Paris"
      ]
    }
  }
}
{
  "URL": "https://timesofindia.indiatimes.com/city/indore/only-221-swine-flu-samples-tested-in-last-two-years/articleshow/90063902.cms",
  "date_of_publication": "2022-03-08 20:53:00",
  "headline": "INDIA - Indore - Only 221 Swine Flu Samples Tested In Last Two Years",
  "main_text": "INDORE: Covid pandemic has affected testing of samples of swine flu (H1N1) suspects at government virology laboratory in the last two years.The records from virology laboratory of MGMMC has showed that it had tested only 221 suspects sample for swine flu cumulatively in the last two pandemic hit years.Of those 221 samples, 127 were tested last year in government medical college virology lab. In 2020, when pandemic outbreak was reported only 94 samples were tested in lab, showed records.MGMMC Dean Dr Sanjay Dixit said, \"Swine flu has become an endemic now. The samples are tested as recieved at virology lab of medical college.\"HoD Respiratory medicine Dr Salil Bhargava told TOI, \"The swine flu infection reported for almost whole year. The major chunk however is reported between October to March every year.\"The month wise swine flu records showed that testing remained affected for about one and half years from March 2020 to August 2021.A senoir faculty of medical college requesting anonymity however told TOI, \"The testing machines at virology lab was so over occupied in COVID testing that swine flu testing suffered.\"\"Many a times, it happened that despite consultant advice for swine flu testing, it couldn't be done in the last two years\", said official.The lab at MGMMC became functional in November 2019.Interestingly, the swine flu cases in MP has dipped by 99 percent in the last two years from pre-pandemic level. There were only two swine flu cases last year in the state.",
  "Description": "INDIA - Indore: Only 221 swine flu samples tested in last two years\"Covid pandemic has affected testing of samples of swine flu (H1N1) suspects at government virology laboratory in the last two years. The records from virology laboratory of MGMMC has showed that it had tested only 221 suspects sample for swine flu cumulatively in the last two pandemic hit years.\"",
  "reports": {
    "diseases": [
      "other"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {}
  }
}
{
  "URL": "https://www.precisionvaccinations.com/2022/03/08/single-dose-chikungunya-vaccine-readies-approval",
  "date_of_publication": "2022-03-08 20:49:00",
  "headline": "FRANCE - Single-Dose Chikungunya Vaccine Readies For Approval",
  "main_text": "",
  "Description": "FRANCE - Single-Dose Chikungunya Vaccine ",
  "reports": {
    "diseases": [
      "chikungunya"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {}
  }
}
{
  "URL": "http://outbreaknewstoday.com/pseudomonas-aeruginosa-outbreak-in-norway-hospitals-update-26954/",
  "date_of_publication": "2022-03-07 20:47:00",
  "headline": "NORWAY - Pseudomonas Aeruginosa Outbreak In Norway Hospitals Update",
  "main_text": "Pseudomonas aeruginosa outbreak in Norway hospitals update  NewsDesk @bactiman63  In a follow-up on a report of an ongoing outbreak of the bacterium Pseudomonas aeruginosa in Norway hospitals, The Norwegian Institute of Public Health (NIPH) reports there is still an outbreak of the bacterium Pseudomonas aeruginosa in several hospitals in Norway. To date, more than 160 cases of infection have been reported, which include 28 hospitals in all four health regions.  NIPH coordinates an outbreak group with professionals from all health regions. These work systematically to get the best possible overview of the situation and to limit the outbreak that was first discovered in November at UNN Tromso.  It is probably a combination of infection between people and between people and the environment. Therefore, we are also looking for a possible common source of infection such as medical equipment or other products, says chief physician Kirsten Gravningen at FHI.  Each case of infection is carefully reviewed, and the information is compiled and analyzed. The hospitals have systems for caring for infected people, and very few have become seriously ill.  Subscribe to Outbreak News TV on YouTube  Pseudomonas aeruginosa is a common bacterium that thrives in water and humid environments, as well as in a hospital environment. It rarely causes disease in healthy people, but can cause serious infection in intensive care patients and patients with weakened immune systems.  Whole genome analyzes of the bacterium (gene profile) have shown that the outbreak strain has not previously been described in Norway or in other countries.    ",
  "Description": "NORWAY - Pseudomonas aeruginosa outbreak in Norway hospitals update\"In a follow-up on a report of an ongoing outbreak of the bacterium Pseudomonas aeruginosa in Norway hospitals, The Norwegian Institute of Public Health (NIPH) reports there is still an outbreak of the bacterium Pseudomonas aeruginosa in several hospitals in Norway. To date, more than 160 cases of infection have been reported, which include 28 hospitals in all four health regions.\"",
  "reports": {
    "diseases": [
      "other"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {}
  }
}
{
  "URL": "https://www.worksopguardian.co.uk/news/people/warning-after-confirmed-cases-of-bird-flu-in-nottinghamshire-3599739",
  "date_of_publication": "2022-03-07 20:46:00",
  "headline": "UNITED KINGDOM - Warning After Confirmed Cases Of Bird Flu In Nottinghamshire",
  "main_text": "Businesses, schools and residents with poultry and captive birds are being asked to keep them indoors where possible to reduce the risk of spreading bird flu after the discovery at the iconic property.  Residents and visitors to the abbey, which dates back to the 13th Century and has large grounds including ponds and lakes, are advised not to feed wild birds and not to touch or pick up any dead or sick birds that they find.  Dog owners are also advised to keep their pets on a lead and take reasonable precautions to reduce exposure to wild waterfowl to minimise the risk of transferring the virus into bird-keeping areas.  Bird flu cases have been confirmed at Newstead Abbey  If anyone finds dead swans, geese or other dead wild birds, such as gulls or birds of prey, they should report them to the Defra helpline on 0345 933 5577.  Wild birds migrating to the UK from mainland Europe during the winter months and other wildlife spread the disease, so it is vital to not allow wild birds to mix with chickens, ducks, geese or other birds.  Public health advice remains that the risk to human health from the virus is very low and food standards bodies advise that avian influenza poses a very low food safety risk for UK consumers. There is no impact on the consumption of properly cooked poultry products including eggs.  To limit the spread of disease, the Government introduced housing measures in November which means that all bird keepers - whether it is someone who has pet birds or a few chickens, ducks or geese in the back yard to holders of commercial flocks - are legally required to keep them housed and to follow strict biosecurity measures. If strict biosecurity measures are maintained by poultry keepers, the risk of an outbreak of the disease would be low at their premises.  If anyone finds dead swans, geese or other dead wild birds,report them to the Defra helpline on 03459 33 55 77  Advice  Key advice for poultry keepers includes to:  House or net all poultry and captive birds to keep them separate from wild birds;  Cleanse and disinfect clothing, footwear, equipment and vehicles before and after contact with poultry and captive birds - if practical, use disposable protective clothing;  Reduce the movement of people, vehicles or equipment to and from areas where poultry and captive birds are kept, to minimise contamination from manure, slurry and other products, and use effective vermin control;  Thoroughly cleanse and disinfect housing on a continuous basis;  Keep fresh disinfectant at the right concentration at all farm and poultry housing entry and exit points;  Minimise direct and indirect contact between poultry and captive birds and wild birds, including making sure all feed and water is not accessible to wild birds.  These housing measures will be kept under regular review.  Although the risk to human health from the virus is low, people can catch bird flu via direct contact with a live or dead bird carrying the virus or via direct contact with bird faeces from a bird carrying the virus.",
  "Description": "UNITED KINGDOM - Warning after confirmed cases of bird flu in Nottinghamshire\"Visitors to Nottinghamshire’s Newstead Abbey – and local residents – have been warned not to interact with wild birds after confirmed cases of avian flu at the former home of Lord Byron.\"",
  "reports": {
    "diseases": [
      "other"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {}
  }
}
{
  "URL": "https://www.radioiowa.com/2022/03/07/thousands-of-turkeys-euthanized-after-bird-flu-outbreak-in-buena-vista-county/",
  "date_of_publication": "2022-03-07 20:45:00",
  "headline": "IOWA - Thousands Of Turkeys Euthanized After Bird Flu Outbreak In Buena Vista County",
  "main_text": "A second outbreak of the bird flu has been confirmed in a commercial turkey flock in northwest Iowa's Buena Vista County.  State Veterinarian Michael Kaisand says the birds were about 15 weeks old, and all 50,000 birds were destroyed. Doctor Kaisand says a six-mile quarantine area has been set up around the turkey farm.  He says they've identified five other commercial farms in the area and at least 37 backyard farms in the area as well. They are not releasing the name and location of the infected farm.  The disease was first discovered in a backyard flock of chickens and ducks in southwest Iowa's Pottawattamie County last week. Iowa Ag Secretary Mike Naig, says this is a serious situation -- but the state and producers are much better prepared than they were prior to the devastating bird flu outbreak in 2015.  Naig says there's a lot more awareness now and there has been a significant amount of work done by the industry to evaluate and improve biosecurity and improve the response. Naig says there are potential trade and market implications when the disease hits a commercial flock -- but says it's too soon to tell.  \"I think it's too soon to be concerned about food impact or pricing impact at this point, but you have to acknowledge that that can be an issue over time,\" according to Naig.  Governor Kim Reynolds has issued a disaster proclamation for the county. This allows the state to pool resources to track, monitor, detect and contain the disease. It will also help with turkey disposal and cleanup.",
  "Description": "IOWA - Thousands of turkeys euthanized after bird flu outbreak in Buena Vista County\"A second outbreak of the bird flu has been confirmed in a commercial turkey flock in northwest Iowa’s Buena Vista County.\"",
  "reports": {
    "diseases": [
      "other"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {
      "United States": [
        "Iowa"
      ]
    }
  }
}
{
  "URL": "https://www.klkntv.com/bird-flu-detected-in-goose-at-holmes-lake-in-lincoln/",
  "date_of_publication": "2022-03-07 20:44:00",
  "headline": "NEBRASKA - Bird Flu Detected In Goose At Holmes Lake In Lincoln",
  "main_text": "Bird flu detected in goose at Holmes Lake in Lincoln  The Nebraska Department of Agriculture says this is the state's first confirmed case since 2015.  LINCOLN, Neb. (KLKN) - The Nebraska Department of Agriculture has confirmed a case of bird flu in a wild goose at Holmes Lake.  The department says this is the state's first confirmed case of H5N1 avian influenza (HPAI) since 2015.  \"While Nebraska has not seen HPAI in a backyard or commercial poultry flock within the state this year, the finding of this single goose adds Nebraska to a long list of states with confirmed cases of HPAI,\" said Dr. Roger Dudley, the state veterinarian. \"Infected wild birds can carry the disease to new areas when migrating, so we encourage backyard poultry and commercial poultry flocks to continue to remain vigilant, practice good biosecurity and report sick or dying birds immediately.\"  Symptoms of HPAI in poultry include a decrease in water consumption, lack of energy and appetite and decreased egg production, according to NDA. HPAI can also cause sudden death in birds even if they don't show symptoms.  Poultry owners are asked to call NDA at 402-471-2351 to report unusual bird deaths or sick birds.  The Centers for Disease Control and Prevention said the risk of people getting HPAI from birds is low. No human cases have been detected in the United States.",
  "Description": "NEBRASKA - Bird flu detected in goose at Holmes Lake in Lincoln\"The Nebraska Department of Agriculture has confirmed a case of bird flu in a wild goose at Holmes Lake.\"",
  "reports": {
    "diseases": [
      "other"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {
      "United States": [
        "Nebraska"
      ]
    }
  }
}
{
  "URL": "https://www.withinnigeria.com/news/2022/03/07/ncdc-90-cases-of-lassa-fever-in-one-week/",
  "date_of_publication": "2022-03-07 20:43:00",
  "headline": "NIGERIA - NCDC - 90 Cases Of Lassa Fever In One Week",
  "main_text": "NCDC: 90 cases of Lassa fever in one week  The Nigeria Centre for Disease Control (NCDC) has announced that 90 new cases of Lassa fever has been recorded in the country.  According to the agency's latest situation report for February 21 to February 27, the new cases were recorded in 12 states with Ondo, Edo and Bauchi accounting for a majority of the cases.  The new figure brings the total number casescases recorded in 2022 to 540.  The NCDC data also showed that in the reporting week, 12 people were confirmed to have died of the disease, bringing the total number of deaths to 98.  \"In week 8, the number of new confirmed cases decreased from 91 in week 7, 2022 to 90 cases. These were reported from Ondo, Edo, Bauchi, Gombe, Kogi, Ebonyi, Taraba, Enugu, Oyo, Benue, Plateau States and the FCT,\" the report reads.  \"Cumulatively from week 1 to week 8, 2022, 98 deaths have been reported with a case fatality rate (CFR) of 18.1% which is lower than the CFR for the same period in 2021 (22.8%)  \"In total for 2022, 21 States have recorded at least one confirmed case across 79 Local Government Areas.  \"Of all confirmed cases, 73% are from Ondo (32%), Edo (24%) and Bauchi (17%) States.  \"The predominant age-group affected is 21-30 years (Range: 1 to 80 years, Median Age: 30 years). The male to female ratio for confirmed cases is 1:0.8.  \"The number of suspected cases has increased compared to that reported for the same period in 2021.  \"Five (5) new Healthcare workers affected from Bauchi State in the reporting week 8.  \"National Lassa fever multi-partner, multi-sectoral Emergency Coordination Centre (EOC) activated to coordinate response activities at all levels.\"",
  "Description": "NIGERIA - NCDC: 90 Cases Of Lassa Fever In One Week\"The Nigeria Centre for Disease Control (NCDC) has announced that 90 new cases of Lassa fever has been recorded in the country.\"",
  "reports": {
    "diseases": [
      "lassa fever"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {
      "Nigeria": [
        "Edo"
      ]
    }
  }
}
{
  "URL": "https://africa.cgtn.com/2022/03/07/lassa-fever-death-toll-in-nigeria-reaches-98/",
  "date_of_publication": "2022-03-07 20:43:00",
  "headline": "NIGERIA - Lassa Fever Death Toll In Nigeria Reaches 98",
  "main_text": "The death toll of Lassa fever in Nigeria this year has risen to 98 amid government measures to reduce infections across the country, the Nigeria Center for Disease Control (NCDC) said on Monday.  The public health agency said in a statement that 12 additional deaths and 90 new infections were recorded in the country between February 21 and February 27. The new cases were recorded in 12 states.  With the 98 deaths so far recorded, the NCDC said the case fatality rate in the country is at 18.1 percent, which is lower than the 22.8 percent recorded for the same period in 2021.  Lassa fever is usually transmitted when the saliva, urine, and excreta of the multi-mammalian rats come into contact with humans. Human-to-human transmission is rare but can occur through contact with the body fluids of an infected person.  In some cases, Lassa fever has similar symptoms to malaria, appearing between one and three weeks after exposure to the virus. In mild cases, the disease causes fever, fatigue, weakness, and headache.  The NCDC said it remained committed to supporting state public health teams to achieve the goal of reducing the Lassa fever case fatality rate to a single digit.  The disease control agency said it is currently distributing medical response commodities to states and treatment centers, as part of measures to control the spread of the disease.  On January 26, the NCDC said it had activated the national multi-sectoral and multi-disciplinary Lassa fever emergency operations center in response to the outbreak in the country.",
  "Description": "NIGERIA - Lassa fever death toll in Nigeria reaches 98\"The death toll of Lassa fever in Nigeria this year has risen to 98 amid government measures to reduce infections across the country, the Nigeria Center for Disease Control (NCDC) said on Monday.\"",
  "reports": {
    "diseases": [
      "lassa fever",
      "malaria"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {}
  }
}
{
  "URL": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Cholera-malaria-hit-Offinso-Kayera-due-to-spillage-of-31-year-old-unmanaged-landfill-site-1484927",
  "date_of_publication": "2022-03-07 20:42:00",
  "headline": "GHANA - Cholera - Malaria Hit Offinso Kayera Due To Spillage Of 31-Year-Old Unmanaged Landfill Site",
  "main_text": "Health News of Monday, 7 March 2022  Source: www.ghanaweb.com  Correspondence from Ashanti Region    Residents at Offinso Kayera in the Offinso South Municipality are battling with the consistent taint of malaria and cholera pandemic due to inappropriate management of humans and households in the community.    GhanaWeb's correspondent in the Ashanti Region noted that the key concern of the residents was the over 30 years abandoned and unmanaged landfill site which has turned out to be the colossus of diseases affecting the residents.    A resident told GhanaWeb that \"This 'borla' [landfill site] has been here over three decades without any proper management which is affecting our lives adversely. Its pungent smell is incredibly unbearable. Since it is being unmanaged, the [borla] leads to the closure of a nearby private school whenever it rains.\"    Mr. Samuel Oteng Arhin, the assembly member for Kayera electoral area reiterated that several steps have been taken to eradicate the menace but have proven futile.    \"The community decided to evacuate the landfill ourselves but it didn't materialise because of financial constraints, hence, I will implore the government through the minister for water and sanitation Maame Cecilia Abena Dapaah and NGOs to come to our aid,\" he said.    The residents unequivocally appealed to the authorities especially the Municipal Chief Executive, Kingsley Owusu, and Hon.I.Y. Opoku to come to their aid and evacuate the over 30 years Landfill site from the community.    ",
  "Description": "GHANA - Cholera, malaria hit Offinso Kayera due to spillage of 31-year-old unmanaged landfill site\"Residents at Offinso Kayera in the Offinso South Municipality are battling with the consistent taint of malaria and cholera pandemic due to inappropriate management of humans and households in the community.\"",
  "reports": {
    "diseases": [
      "cholera",
      "malaria"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {
      "Ghana": [
        "Ashanti Region"
      ]
    }
  }
}
{
  "URL": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Cholera-malaria-hit-Offinso-Kayera-due-to-spillage-of-31-year-old-unmanaged-landfill-site-1484927",
  "date_of_publication": "2022-03-07 20:41:00",
  "headline": "GHANA - Cholera - Malaria Hit Offinso Kayera Due To Spillage Of 31-Year-Old Unmanaged Landfill Site",
  "main_text": "Health News of Monday, 7 March 2022  Source: www.ghanaweb.com  Correspondence from Ashanti Region    Residents at Offinso Kayera in the Offinso South Municipality are battling with the consistent taint of malaria and cholera pandemic due to inappropriate management of humans and households in the community.    GhanaWeb's correspondent in the Ashanti Region noted that the key concern of the residents was the over 30 years abandoned and unmanaged landfill site which has turned out to be the colossus of diseases affecting the residents.    A resident told GhanaWeb that \"This 'borla' [landfill site] has been here over three decades without any proper management which is affecting our lives adversely. Its pungent smell is incredibly unbearable. Since it is being unmanaged, the [borla] leads to the closure of a nearby private school whenever it rains.\"    Mr. Samuel Oteng Arhin, the assembly member for Kayera electoral area reiterated that several steps have been taken to eradicate the menace but have proven futile.    \"The community decided to evacuate the landfill ourselves but it didn't materialise because of financial constraints, hence, I will implore the government through the minister for water and sanitation Maame Cecilia Abena Dapaah and NGOs to come to our aid,\" he said.    The residents unequivocally appealed to the authorities especially the Municipal Chief Executive, Kingsley Owusu, and Hon.I.Y. Opoku to come to their aid and evacuate the over 30 years Landfill site from the community.    ",
  "Description": "GHANA - Cholera, malaria hit Offinso Kayera due to spillage of 31-year-old unmanaged landfill site\"Residents at Offinso Kayera in the Offinso South Municipality are battling with the consistent taint of malaria and cholera pandemic due to inappropriate management of humans and households in the community.\"",
  "reports": {
    "diseases": [
      "cholera",
      "malaria"
    ],
    "syndromes": [],
    "event_date": "2022-2-3",
    "Locations": {
      "Ghana": [
        "Ashanti Region"
      ]
    }
  }
}
