[
  {
    "URL": "https://www.skynews.com.au/australia-news/autopsy-confirms-victorian-man-in-his-60s-died-from-mosquitoborne-japanese-encephalitis-virus/news-story/7596ba7530b7be80f702b16eb300ede8",
    "date_of_publication": "2022-03-08T20:55:00",
    "headline": "AUSTRALIA - Autopsy Confirms Victorian Man In His 60s Died From Mosquito-Borne Japanese Encephalitis",
    "main_text": "Victorian health authorities have confirmed a man in his 60s died from the mosquito-borne Japanese Encephalitis Virus.  A Victorian man in his 60s has died after contracting the Japanese Encephalitis Virus (JEV).  Victorian health authorities confirmed an autopsy had revealed his death on February 28 was due to the deadly virus.  This is the first fatality from the virus in Victoria from seven confirmed JEV cases.  Victoria Health is now conducting investigations into how the man contracted the deadly virus.  JEV is spread by mosquitoes and can infect both animals and humans and has been confirmed in samples from a number of pig farms in regional NSW.  The virus can cause serious illness, such as encephalitis, in roughly one per cent of those who are infected.  A man in his 60s has died in Victoria from the Japanese Encephalitis Virus which is carried by mosquitos.  Stream more national news live & on demand with Flash, Australia's biggest news streaming service. New to Flash? Try 1 month free now.  On Monday New South Wales had two residents hospitalised with JEV while Queensland last week issued an urgent health alert after a human case was recorded.  NSW Health on Monday confirmed a man and a child from the NSW-Victoria border region were receiving hospital treatment.  The man remains in a serious condition in ICU while the child was discharged from intensive care but remains in hospital due to the \"serious nature\" of their illness.  The Queensland case was a resident who recently travelled in regional southern Queensland and is in a Brisbane hospital.  Agriculture Minister David Littleproud explained the cause of the rise in cases as he admitted the government was concerned but not panicking.  \"We're monitoring it closely with state agencies as well but effectively it's come about from the significant wet weather that we've had spread right across the eastern seaboard,\" he told Sky News political editor.  The majority of those who contract JEV will experience none or very mild symptoms and have a full recovery.  However health authorities have warned those who develop a sudden onset of fever, headache, vomiting as well as seizures or disorientation should immediately seek medical attention.  Children aged under five and older people infected with JEV are at a higher risk of developing severe illnesses such as encephalitis.  There are JEV vaccines available and health authorities recommend them to anyone who works with or around pigs including transport workers, vets visiting pig farms and people hunting pigs.  itabuna, bahia, brazil - june 15, 2012: pig breeding in a pigsty on a farm in the city of Itabuna, in southern Bahia.  Mr Littleproud said the government was working to ensure those people in risk areas were getting their vaccine.  \"We're trying to really narrow down those risk areas to make sure that it is a targeted approach and that approach is around vaccines,\" he said.  The Agriculture Minister said the government had about 6,000 vaccines in storage before cases emerged and had ordered another 6,000 from Korea with more on the way.  \"To make sure that if this does get further than the 21 piggeries across the east coast and South Australia that we will be able to target this,\" he said.  Mr Littleproud said the government had handed the vaccines to the state governments who were targeting those working in piggeries.  \"They've been targeting some local communities but local health authorities are working through that,\" he said.  \"We're trying to act within both Health and Agriculture to move quickly to get vaccines but also to make sure that councils are doing work around trying to eradicate mosquitoes in some of those areas where there's water laying.\"",
    "Description": "AUSTRALIA - Autopsy confirms Victorian man in his 60s died from mosquito-borne Japanese Encephalitis Virus\"A Victorian man in his 60s has died after contracting the Japanese Encephalitis Virus (JEV).\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [
        "Encephalitis"
      ],
      "event_date": "02-28-2022T00:00:00",
      "EventType": [
        "Death",
        "Infected"
      ],
      "Locations": [
        {
          "geonames_id": 2077456
        }
      ]
    }
  },
  {
    "URL": "https://www.ok.co.uk/celebrity-news/chloe-goodman-terrified-newborn-son-26413930",
    "date_of_publication": "2022-03-08T20:55:00",
    "headline": "UNITED KINGDOM - Chloe Goodman Terrified As Newborn Son Rushed To Hospital With Suspected Meningitis",
    "main_text": "",
    "Description": "UNITED KINGDOM - Chloe Goodman 'terrified' as newborn son rushed to hospital with suspected meningitis\"But in a sad update, a source close to Chloe has told us her baby boy was rushed to hospital last night with suspected meningitis.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [
        "Meningitis"
      ],
      "event_date": "2022-03-15",
      "EventType": [],
      "Locations": [
        {
          "geonames_id": 2635167
        },
        {
          "geonames_id": 2635167
        }
      ]
    }
  },
  {
    "URL": "https://www.taiwannews.com.tw/en/news/4465344",
    "date_of_publication": "2022-03-08T20:54:00",
    "headline": "TAIWAN - Taiwan Reports First Hantavirus Case In 2022 At Horse Ranch",
    "main_text": "A rat looks on in the Saint Jacques Tower park, in the center of Paris, Friday, Dec. 9, 2016. A rat looks on in the Saint Jacques Tower park, in the center of Paris, Friday, Dec. 9, 2016. (AP photo)  TAIPEI (Taiwan News) -- A worker at a horse ranch in the north has been diagnosed with hantavirus, the first case in Taiwan this year.  The patient, who is in his 40s, has no travel history and is believed to have contracted the virus from contact with mice feces at the workplace. Rats, the carrier of the virus, are frequently sighted at the farm he works at, according to the man.  He started exhibiting symptoms of the disease including fever, chills, and muscle pain on Feb. 12. The symptoms persisted, so he sought medical assistance on Feb. 14, after which he was hospitalized and diagnosed with the virus, said the Taiwan Centers for Disease Control (CDC).  The man has been discharged from the hospital and is in stable condition. Contacts and people who live with him have not shown symptoms, while disinfection and an investigation have been carried out at the horse ranch.  Taiwan reported ten hantavirus cases in 2021, including people in Kaohsiung, Taipei, New Taipei, Taoyuan, Changhua, and Taichung, per the CDC.  Hantavirus is contracted through contact with rodent urine or feces, rodent bites, or objects contaminated with the virus. Some strains could result in severe diseases in humans, such as hantavirus hemorrhagic fever with renal syndrome, which may cause diarrhea, vomiting, renal failure, and even death.  People are advised to sanitize their living environment and storage facilities with a diluted bleach solution to prevent the spread of the disease.",
    "Description": "TAIWAN - Taiwan reports first hantavirus case in 2022 at horse ranch\"A worker at a horse ranch in the north has been diagnosed with hantavirus, the first case in Taiwan this year.\"",
    "reports": {
      "diseases": [
        "hantavirus"
      ],
      "syndromes": [],
      "event_date": "12-09-2016T00:00:00",
      "EventType": [
        "Death",
        "Infected"
      ],
      "Locations": [
        {
          "geonames_id": 1668341
        }
      ]
    }
  },
  {
    "URL": "https://timesofindia.indiatimes.com/city/indore/only-221-swine-flu-samples-tested-in-last-two-years/articleshow/90063902.cms",
    "date_of_publication": "2022-03-08T20:53:00",
    "headline": "INDIA - Indore - Only 221 Swine Flu Samples Tested In Last Two Years",
    "main_text": "INDORE: Covid pandemic has affected testing of samples of swine flu (H1N1) suspects at government virology laboratory in the last two years.The records from virology laboratory of MGMMC has showed that it had tested only 221 suspects sample for swine flu cumulatively in the last two pandemic hit years.Of those 221 samples, 127 were tested last year in government medical college virology lab. In 2020, when pandemic outbreak was reported only 94 samples were tested in lab, showed records.MGMMC Dean Dr Sanjay Dixit said, \"Swine flu has become an endemic now. The samples are tested as recieved at virology lab of medical college.\"HoD Respiratory medicine Dr Salil Bhargava told TOI, \"The swine flu infection reported for almost whole year. The major chunk however is reported between October to March every year.\"The month wise swine flu records showed that testing remained affected for about one and half years from March 2020 to August 2021.A senoir faculty of medical college requesting anonymity however told TOI, \"The testing machines at virology lab was so over occupied in COVID testing that swine flu testing suffered.\"\"Many a times, it happened that despite consultant advice for swine flu testing, it couldn't be done in the last two years\", said official.The lab at MGMMC became functional in November 2019.Interestingly, the swine flu cases in MP has dipped by 99 percent in the last two years from pre-pandemic level. There were only two swine flu cases last year in the state.",
    "Description": "INDIA - Indore: Only 221 swine flu samples tested in last two years\"Covid pandemic has affected testing of samples of swine flu (H1N1) suspects at government virology laboratory in the last two years. The records from virology laboratory of MGMMC has showed that it had tested only 221 suspects sample for swine flu cumulatively in the last two pandemic hit years.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "03-15-0221T00:00:00",
      "EventType": [
        "Presence"
      ],
      "Locations": [
        {
          "geonames_id": 1269750
        }
      ]
    }
  },
  {
    "URL": "https://www.precisionvaccinations.com/2022/03/08/single-dose-chikungunya-vaccine-readies-approval",
    "date_of_publication": "2022-03-08T20:49:00",
    "headline": "FRANCE - Single-Dose Chikungunya Vaccine Readies For Approval",
    "main_text": "",
    "Description": "FRANCE - Single-Dose Chikungunya Vaccine ",
    "reports": {
      "diseases": [
        "chikungunya"
      ],
      "syndromes": [],
      "event_date": "2022-03-15",
      "EventType": [],
      "Locations": [
        {
          "geonames_id": 3017382
        }
      ]
    }
  },
  {
    "URL": "http://outbreaknewstoday.com/pseudomonas-aeruginosa-outbreak-in-norway-hospitals-update-26954/",
    "date_of_publication": "2022-03-07T20:47:00",
    "headline": "NORWAY - Pseudomonas Aeruginosa Outbreak In Norway Hospitals Update",
    "main_text": "Pseudomonas aeruginosa outbreak in Norway hospitals update  NewsDesk @bactiman63  In a follow-up on a report of an ongoing outbreak of the bacterium Pseudomonas aeruginosa in Norway hospitals, The Norwegian Institute of Public Health (NIPH) reports there is still an outbreak of the bacterium Pseudomonas aeruginosa in several hospitals in Norway. To date, more than 160 cases of infection have been reported, which include 28 hospitals in all four health regions.  NIPH coordinates an outbreak group with professionals from all health regions. These work systematically to get the best possible overview of the situation and to limit the outbreak that was first discovered in November at UNN Tromso.  It is probably a combination of infection between people and between people and the environment. Therefore, we are also looking for a possible common source of infection such as medical equipment or other products, says chief physician Kirsten Gravningen at FHI.  Each case of infection is carefully reviewed, and the information is compiled and analyzed. The hospitals have systems for caring for infected people, and very few have become seriously ill.  Subscribe to Outbreak News TV on YouTube  Pseudomonas aeruginosa is a common bacterium that thrives in water and humid environments, as well as in a hospital environment. It rarely causes disease in healthy people, but can cause serious infection in intensive care patients and patients with weakened immune systems.  Whole genome analyzes of the bacterium (gene profile) have shown that the outbreak strain has not previously been described in Norway or in other countries.    ",
    "Description": "NORWAY - Pseudomonas aeruginosa outbreak in Norway hospitals update\"In a follow-up on a report of an ongoing outbreak of the bacterium Pseudomonas aeruginosa in Norway hospitals, The Norwegian Institute of Public Health (NIPH) reports there is still an outbreak of the bacterium Pseudomonas aeruginosa in several hospitals in Norway. To date, more than 160 cases of infection have been reported, which include 28 hospitals in all four health regions.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "03-15-0160T00:00:00",
      "EventType": [
        "Presence",
        "Infected"
      ],
      "Locations": [
        {
          "geonames_id": 9645131
        }
      ]
    }
  },
  {
    "URL": "https://www.worksopguardian.co.uk/news/people/warning-after-confirmed-cases-of-bird-flu-in-nottinghamshire-3599739",
    "date_of_publication": "2022-03-07T20:46:00",
    "headline": "UNITED KINGDOM - Warning After Confirmed Cases Of Bird Flu In Nottinghamshire",
    "main_text": "Businesses, schools and residents with poultry and captive birds are being asked to keep them indoors where possible to reduce the risk of spreading bird flu after the discovery at the iconic property.  Residents and visitors to the abbey, which dates back to the 13th Century and has large grounds including ponds and lakes, are advised not to feed wild birds and not to touch or pick up any dead or sick birds that they find.  Dog owners are also advised to keep their pets on a lead and take reasonable precautions to reduce exposure to wild waterfowl to minimise the risk of transferring the virus into bird-keeping areas.  Bird flu cases have been confirmed at Newstead Abbey  If anyone finds dead swans, geese or other dead wild birds, such as gulls or birds of prey, they should report them to the Defra helpline on 0345 933 5577.  Wild birds migrating to the UK from mainland Europe during the winter months and other wildlife spread the disease, so it is vital to not allow wild birds to mix with chickens, ducks, geese or other birds.  Public health advice remains that the risk to human health from the virus is very low and food standards bodies advise that avian influenza poses a very low food safety risk for UK consumers. There is no impact on the consumption of properly cooked poultry products including eggs.  To limit the spread of disease, the Government introduced housing measures in November which means that all bird keepers - whether it is someone who has pet birds or a few chickens, ducks or geese in the back yard to holders of commercial flocks - are legally required to keep them housed and to follow strict biosecurity measures. If strict biosecurity measures are maintained by poultry keepers, the risk of an outbreak of the disease would be low at their premises.  If anyone finds dead swans, geese or other dead wild birds,report them to the Defra helpline on 03459 33 55 77  Advice  Key advice for poultry keepers includes to:  House or net all poultry and captive birds to keep them separate from wild birds;  Cleanse and disinfect clothing, footwear, equipment and vehicles before and after contact with poultry and captive birds - if practical, use disposable protective clothing;  Reduce the movement of people, vehicles or equipment to and from areas where poultry and captive birds are kept, to minimise contamination from manure, slurry and other products, and use effective vermin control;  Thoroughly cleanse and disinfect housing on a continuous basis;  Keep fresh disinfectant at the right concentration at all farm and poultry housing entry and exit points;  Minimise direct and indirect contact between poultry and captive birds and wild birds, including making sure all feed and water is not accessible to wild birds.  These housing measures will be kept under regular review.  Although the risk to human health from the virus is low, people can catch bird flu via direct contact with a live or dead bird carrying the virus or via direct contact with bird faeces from a bird carrying the virus.",
    "Description": "UNITED KINGDOM - Warning after confirmed cases of bird flu in Nottinghamshire\"Visitors to Nottinghamshire’s Newstead Abbey – and local residents – have been warned not to interact with wild birds after confirmed cases of avian flu at the former home of Lord Byron.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "03-13-2022T00:00:00",
      "EventType": [
        "Infected",
        "Presence"
      ],
      "Locations": [
        {
          "geonames_id": 6633510
        }
      ]
    }
  },
  {
    "URL": "https://www.radioiowa.com/2022/03/07/thousands-of-turkeys-euthanized-after-bird-flu-outbreak-in-buena-vista-county/",
    "date_of_publication": "2022-03-07T20:45:00",
    "headline": "IOWA - Thousands Of Turkeys Euthanized After Bird Flu Outbreak In Buena Vista County",
    "main_text": "",
    "Description": "IOWA - Thousands of turkeys euthanized after bird flu outbreak in Buena Vista County\"A second outbreak of the bird flu has been confirmed in a commercial turkey flock in northwest Iowa’s Buena Vista County.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "2022-03-15",
      "EventType": [
        "Presence"
      ],
      "Locations": [
        {
          "geonames_id": 298795
        }
      ]
    }
  },
  {
    "URL": "https://www.klkntv.com/bird-flu-detected-in-goose-at-holmes-lake-in-lincoln/",
    "date_of_publication": "2022-03-07T20:44:00",
    "headline": "NEBRASKA - Bird Flu Detected In Goose At Holmes Lake In Lincoln",
    "main_text": "Bird flu detected in goose at Holmes Lake in Lincoln  The Nebraska Department of Agriculture says this is the state's first confirmed case since 2015.  LINCOLN, Neb. (KLKN) - The Nebraska Department of Agriculture has confirmed a case of bird flu in a wild goose at Holmes Lake.  The department says this is the state's first confirmed case of H5N1 avian influenza (HPAI) since 2015.  \"While Nebraska has not seen HPAI in a backyard or commercial poultry flock within the state this year, the finding of this single goose adds Nebraska to a long list of states with confirmed cases of HPAI,\" said Dr. Roger Dudley, the state veterinarian. \"Infected wild birds can carry the disease to new areas when migrating, so we encourage backyard poultry and commercial poultry flocks to continue to remain vigilant, practice good biosecurity and report sick or dying birds immediately.\"  Symptoms of HPAI in poultry include a decrease in water consumption, lack of energy and appetite and decreased egg production, according to NDA. HPAI can also cause sudden death in birds even if they don't show symptoms.  Poultry owners are asked to call NDA at 402-471-2351 to report unusual bird deaths or sick birds.  The Centers for Disease Control and Prevention said the risk of people getting HPAI from birds is low. No human cases have been detected in the United States.",
    "Description": "NEBRASKA - Bird flu detected in goose at Holmes Lake in Lincoln\"The Nebraska Department of Agriculture has confirmed a case of bird flu in a wild goose at Holmes Lake.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "03-15-2015T00:00:00",
      "EventType": [
        "Infected",
        "Death"
      ],
      "Locations": [
        {
          "geonames_id": 5072006
        }
      ]
    }
  },
  {
    "URL": "https://www.withinnigeria.com/news/2022/03/07/ncdc-90-cases-of-lassa-fever-in-one-week/",
    "date_of_publication": "2022-03-07T20:43:00",
    "headline": "NIGERIA - NCDC - 90 Cases Of Lassa Fever In One Week",
    "main_text": "NCDC: 90 cases of Lassa fever in one week  The Nigeria Centre for Disease Control (NCDC) has announced that 90 new cases of Lassa fever has been recorded in the country.  According to the agency's latest situation report for February 21 to February 27, the new cases were recorded in 12 states with Ondo, Edo and Bauchi accounting for a majority of the cases.  The new figure brings the total number casescases recorded in 2022 to 540.  The NCDC data also showed that in the reporting week, 12 people were confirmed to have died of the disease, bringing the total number of deaths to 98.  \"In week 8, the number of new confirmed cases decreased from 91 in week 7, 2022 to 90 cases. These were reported from Ondo, Edo, Bauchi, Gombe, Kogi, Ebonyi, Taraba, Enugu, Oyo, Benue, Plateau States and the FCT,\" the report reads.  \"Cumulatively from week 1 to week 8, 2022, 98 deaths have been reported with a case fatality rate (CFR) of 18.1% which is lower than the CFR for the same period in 2021 (22.8%)  \"In total for 2022, 21 States have recorded at least one confirmed case across 79 Local Government Areas.  \"Of all confirmed cases, 73% are from Ondo (32%), Edo (24%) and Bauchi (17%) States.  \"The predominant age-group affected is 21-30 years (Range: 1 to 80 years, Median Age: 30 years). The male to female ratio for confirmed cases is 1:0.8.  \"The number of suspected cases has increased compared to that reported for the same period in 2021.  \"Five (5) new Healthcare workers affected from Bauchi State in the reporting week 8.  \"National Lassa fever multi-partner, multi-sectoral Emergency Coordination Centre (EOC) activated to coordinate response activities at all levels.\"",
    "Description": "NIGERIA - NCDC: 90 Cases Of Lassa Fever In One Week\"The Nigeria Centre for Disease Control (NCDC) has announced that 90 new cases of Lassa fever has been recorded in the country.\"",
    "reports": {
      "diseases": [
        "lassa fever"
      ],
      "syndromes": [],
      "event_date": "03-15-1990T00:00:00",
      "EventType": [
        "Infected",
        "Death"
      ],
      "Locations": []
    }
  },
  {
    "URL": "https://africa.cgtn.com/2022/03/07/lassa-fever-death-toll-in-nigeria-reaches-98/",
    "date_of_publication": "2022-03-07T20:43:00",
    "headline": "NIGERIA - Lassa Fever Death Toll In Nigeria Reaches 98",
    "main_text": "",
    "Description": "NIGERIA - Lassa fever death toll in Nigeria reaches 98\"The death toll of Lassa fever in Nigeria this year has risen to 98 amid government measures to reduce infections across the country, the Nigeria Center for Disease Control (NCDC) said on Monday.\"",
    "reports": {
      "diseases": [
        "lassa fever"
      ],
      "syndromes": [],
      "event_date": "03-21-2022T00:00:00",
      "EventType": [
        "Death"
      ],
      "Locations": [
        {
          "geonames_id": 2328926
        }
      ]
    }
  },
  {
    "URL": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Cholera-malaria-hit-Offinso-Kayera-due-to-spillage-of-31-year-old-unmanaged-landfill-site-1484927",
    "date_of_publication": "2022-03-07T20:42:00",
    "headline": "GHANA - Cholera - Malaria Hit Offinso Kayera Due To Spillage Of 31-Year-Old Unmanaged Landfill Site",
    "main_text": "",
    "Description": "GHANA - Cholera, malaria hit Offinso Kayera due to spillage of 31-year-old unmanaged landfill site\"Residents at Offinso Kayera in the Offinso South Municipality are battling with the consistent taint of malaria and cholera pandemic due to inappropriate management of humans and households in the community.\"",
    "reports": {
      "diseases": [
        "cholera",
        "malaria"
      ],
      "syndromes": [],
      "event_date": "03-31-2022T00:00:00",
      "EventType": [],
      "Locations": []
    }
  },
  {
    "URL": "https://www.ghanaweb.com/GhanaHomePage/NewsArchive/Cholera-malaria-hit-Offinso-Kayera-due-to-spillage-of-31-year-old-unmanaged-landfill-site-1484927",
    "date_of_publication": "2022-03-07T20:41:00",
    "headline": "GHANA - Cholera - Malaria Hit Offinso Kayera Due To Spillage Of 31-Year-Old Unmanaged Landfill Site",
    "main_text": "",
    "Description": "GHANA - Cholera, malaria hit Offinso Kayera due to spillage of 31-year-old unmanaged landfill site\"Residents at Offinso Kayera in the Offinso South Municipality are battling with the consistent taint of malaria and cholera pandemic due to inappropriate management of humans and households in the community.\"",
    "reports": {
      "diseases": [
        "cholera",
        "malaria"
      ],
      "syndromes": [],
      "event_date": "03-31-2022T00:00:00",
      "EventType": [],
      "Locations": []
    }
  },
  {
    "URL": "https://abc-7.com/news/local/2022/03/07/confirmed-case-of-bird-flu-found-in-swfl/",
    "date_of_publication": "2022-03-07T20:40:00",
    "headline": "FLORIDA - Confirmed Case Of Bird Flu Found In SWFL",
    "main_text": "",
    "Description": "FLORIDA - Confirmed case of bird flu found in SWFL\"Southwest Florida now has a confirmed case of the H5N1 bird flu. The animal was at the Peace River Wildlife Center in Punta Gorda. Now staff are sharing a warning: do not touch sick or dead birds. The virus could be transmitted to humans if we are not careful.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "2022-03-15",
      "EventType": [],
      "Locations": [
        {
          "geonames_id": 12217087
        }
      ]
    }
  },
  {
    "URL": "https://whnt.com/news/alabama-news/second-case-of-chronic-wasting-disease-confirmed-in-north-alabama/",
    "date_of_publication": "2022-03-07T20:36:00",
    "headline": "ALABAMA - Second Case Of Chronic Wasting Disease Confirmed In North Alabama",
    "main_text": "LAUDERDALE COUNTY, Ala. (WHNT) - A second case of Chronic Wasting Disease (CWD) was recently detected in a sample from a white-tailed deer killed in Lauderdale County.  According to a news release from the Alabama Department of Conservation and Natural Resources (ADCNR), CWD is a progressive, fatal disease among white-tailed deer and other deer spieces that results in altered behavior.  Animals may carry the disease for years without signs, but as it progresses, the animal may show signs like listlessness, lowering of the head, weight loss, lack of response, and repetitive walking in a set pattern.  After the first case was detected in January, ADCNR designated all of Colbert and Lauderdale counties as CWD Management Zones (CMZ). The areas west of U.S. Highway 43 in Lauderdale to the Mississippi and Tennessee state lines and south of the Tennessee River are a \"high-risk zone,\" while the remainder of both counties is considered a buffer zone.  Samples were collected from 966 white-tailed deer harvested within the CMZ during the 2021-2022 hunting season. The Alabama Department of Agriculture and Industries found one additional positive case while testing the samples.  After analyzing the results, ADCNR is suspending the use of supplemental wildlife feeding and baiting privileges within the CMZ. The suspension does not apply to bird feeders within 100 feet of a building or occupied dwelling or feed inside an active feral hog trap.  \"The suspension of supplemental feeding and baiting privileges in Lauderdale and Colbert counties is an attempt to slow the spread of CWD in the affected area,\" said Chris Blankenship, ADCNR Commissioner. \"We take the presence of this disease very seriously and are utilizing our CWD Strategic Surveillance and Response Plan to manage it. Our staff is prepared, and the Department will do whatever is prudent and reasonable to protect the state's deer resources and our hunting culture.\"  Supplemental feeding and baiting privileges are still allowed outside of the CMZ.  For more information, visit www.outdooralabama.com/cwd-info.",
    "Description": "ALABAMA - Second case of Chronic Wasting Disease confirmed in North Alabama\"A second case of Chronic Wasting Disease (CWD) was recently detected in a sample from a white-tailed deer killed in Lauderdale County.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "05-15-2022T00:00:00",
      "EventType": [
        "Infected"
      ],
      "Locations": []
    }
  },
  {
    "URL": "https://www.walsallhealthcare.nhs.uk/news/2022/03/07/minimising-norovirus-risk-in-walsall/",
    "date_of_publication": "2022-03-07T20:33:00",
    "headline": "UNITED KINGDOM - Minimising Norovirus Risk In Walsall",
    "main_text": "People attending appointments or visiting patients at Walsall Manor Hospital within the circumstances currently allowed are being urged to make sure they stay away if they have sickness and diarrhoea.    Norovirus infection, often referred to as the winter vomiting bug, is easily transmissible and is currently affecting two wards in the hospital.  Walsall Healthcare NHS Trust wants to protect patients, their families and carers as well as its own staff and is urging anyone with any symptoms to avoid visiting the hospital.  Lisa Carroll, the Trust's Director of Nursing, said: \"Norovirus is very easily spread from person to person especially in places where groups of people are together for periods of time or where there are people more susceptible to infection due to being ill, or with weakened immunity.  \"While we are doing all we can within the hospital environment we also need the public's help. Anyone who has sickness and diarrhoea, or has experienced these symptoms within the last 48 hours, is being asked to please not attend for appointments or to visit.  \"We are all well used to taking precautions to minimise the spread of COVID-19 but need to be just as mindful of other infections that can also have serious implications.\"  The most effective precaution against norovirus is to wash hands regularly with soap and warm water, and not just rely on hand gel. The symptoms last around two days and the only treatment required is to drink plenty of fluid to stay hydrated. Anyone worried about symptoms, should contact their Pharmacy, GP or NHS 111 online.  Compassionate visiting arrangements for certain circumstances have been in place throughout the COVID-19 pandemic and these currently remain in place for those who are visiting:  Patients receiving end-of-life care.  Patients with a mental health issue such as dementia, a learning disability or autism, where a visitor not being present would cause the patient to be distressed and that level of distress could not be managed/supported by the multi-disciplinary team.  Patients who have an extended hospital stay  Visiting for maternity, paediatric/neonatal services and hospice services will follow local guidance.  Visiting arrangements are being reviewed regularly.",
    "Description": "UNITED KINGDOM - Minimising norovirus risk in Walsall\"People attending appointments or visiting patients at Walsall Manor Hospital within the circumstances currently allowed are being urged to make sure they stay away if they have sickness and diarrhoea.\"",
    "reports": {
      "diseases": [
        "norovirus infection",
        "COVID-19"
      ],
      "syndromes": [],
      "event_date": "03-19-2022T00:00:00",
      "EventType": [
        "Infected"
      ],
      "Locations": []
    }
  },
  {
    "URL": "https://www.hulldailymail.co.uk/news/hull-east-yorkshire-news/east-park-animal-centre-partly-6766545",
    "date_of_publication": "2022-03-07T20:32:00",
    "headline": "UNITED KINGDOM - East Park Animal Centre Partly Closed Over Bird Flu Fears",
    "main_text": "Something went wrong, please try again later.  Sign up to the Hull Live newsletter for daily updates and breaking news  East Park's Animal Education Centre has closed its bird walkthrough to visitors following an increase in bird flu cases in Yorkshire.  The move follows new laws brought in by the government to attempt to control the outbreak affecting different parts of the UK.  For more stories on things to do, click here.  The Department for Environment, Food & Rural Affairs (DEFRA) has urged all bird keepers to keep their animals inside, in a controlled environment and follow biosecurity measures, or risk a fine.  This is the largest ever outbreak of bird flu in the UK and has seen almost 100 cases arise since November 2021, and could still see an increase, if migrating wild birds were to mix with domestic birds.  (Image: Peter Harbour)  A spokesperson for the Animal Education Centre said: \"We have been closely following the developments of HPAI avian influenza (bird flu) in the UK and Yorkshire area, and have taken the decision, following advice from DEFRA, to close our bird walkthrough to visitors to help protect our birds from the currently heightened risk of HPAI avian influenza.  \"This is part of range of additional precautionary measures our aviary rangers have put place to protect our wider collection of birds.  \"We apologise for any inconvenience this causes, and hope to be able to reopen our walkthrough as soon as the avian influenza risks have reduced.\"  The rest of the park will remain open to visitors, but the bird sanctuary will be closed until legal restrictions are lifted.  The centre is open to the public Thursday - Sunday during the day, and further information can be found on their website.",
    "Description": "UNITED KINGDOM - East Park Animal Centre partly closed over bird flu fears\"East Park's Animal Education Centre has closed its bird walkthrough to visitors following an increase in bird flu cases in Yorkshire.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "03-15-0100T00:00:00",
      "EventType": [
        "Presence"
      ],
      "Locations": [
        {
          "geonames_id": 2635167
        }
      ]
    }
  },
  {
    "URL": "https://kiss951.com/2022/03/07/rabbit-hemorrhagic-disease-reaches-eastern-tennessee/",
    "date_of_publication": "2022-03-07T20:31:00",
    "headline": "TENNESSEE - Rabbit Hemorrhagic Disease Reaches Eastern Tennessee",
    "main_text": "",
    "Description": "TENNESSEE - Rabbit Hemorrhagic Disease Reaches Eastern Tennessee\"It’s giving me anxiety as a bunny parent, so I needed to share this. This morning, I received an email from my Charlotte vet regarding this matter, and I appreciate them doing so.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "2022-03-15",
      "EventType": [],
      "Locations": [
        {
          "geonames_id": 12217091
        }
      ]
    }
  },
  {
    "URL": "https://www.alabamapublichealth.gov/blog/2022/03/nr07.html",
    "date_of_publication": "2022-03-07T20:29:00",
    "headline": "ALABAMA - Bats In Clarke County Found Positive For Rabies - Precautions Urged",
    "main_text": "FOR IMMEDIATE RELEASE  CONTACT: Dee W. Jones, D.V.M., (334) 206-5969  Two bats recently found around a personal residence in Clarke County tested positive for rabies. This has caused local and state health authorities to issue a reminder about the potential for bats to transmit rabies. Bats, along with raccoons, are the primary reservoirs for rabies in Alabama. Rabies is a viral infection in mammals that is transmitted by bites, scratches or other contact with infected saliva. Rabies virus is present only in saliva and nervous tissue; it is not transmitted through contact with guano (bat feces), blood or urine from infected animals.  Estimates vary, but generally it is estimated that 0.5 to 2 percent of the bat population is positive for rabies. Bats that are not able to fly or that are out during the day have a higher incidence of being positive for rabies. Laboratory testing is the only definitive method for identifying rabies positive bats that may have exposed humans. In 2021, the Alabama Department of Public Health (ADPH) reported 13 laboratory-confirmed rabies-positive bats.  Although bats can pose a public health risk, they are a very important species to nature. They consume insects, biting pests and pollinate flowers. Dr. Dee W. Jones, State Public Health Veterinarian, says, \"Problems arise when bats and humans inhabit the same dwellings. It is common for bats to roost in the rafters and attics of houses, schools or other buildings and occasionally some of the bats can get inside of the living quarters. The age of the building doesn't necessarily indicate the risk of having a bat roost. We have investigated reports of roosts in newer buildings and sports stadiums on school campuses, as well as older buildings in the community.\"  According to Dr. Jones, the most important step to take following a potential bat exposure is to safely collect it and preserve it for testing. He states, \"The challenge is collecting the bat without further exposing yourself, so gloves should be worn, and a shovel, net or other tool can be used to avoid touching it if possible.\"  Rabies is a fatal disease if left untreated, but is preventable if proper treatment is received soon following the bite or scratch. Anyone exposed to a bat should consult with a medical provider immediately. Vaccination for pets 12 weeks of age and older is required by state law.  The ADPH recommends that people should follow the advice of wildlife officials, licensed exterminators and contractors on how to exclude bats from a building. Follow these basic steps to best protect yourself and pets from exposure to bats and rabies:  Vaccinate pets against rabies according to your veterinarian's recommendation.  If you are bitten or scratched by a bat, seek medical attention immediately.  If you awaken and find a bat in your bedroom or in the room of an unattended child or a mentally impaired person, seek advice from your medical provider and report it to your county health department.  If possible, collect the bat in an escape-proof container with air holes and take to a local veterinarian for euthanasia. Do not induce trauma by blunt force.  If you see a bat in your home and you are sure no human or pet exposure has occurred, confine the bat to a room by closing all doors and windows leading out of the room except those to the outside. The bat will probably leave soon.  Please refer to alabamapublichealth.gov/infectiousdiseases/rabies.html for more advice about bat infestations and exposures.  For more information about rabies risk locally or in Alabama, please contact the Clarke County Health Department (251) 275-3772 or call ADPH at (334) 206-5969.  -30-  3/7/22      County health departments throughout Alabama provide a wide range of confidential and professional services. Contact your local county health department for additional information.  Mission: To promote, protect, and improve Alabama's health  Vision: Healthy People. Healthy Communities. Healthy Alabama.",
    "Description": "ALABAMA - Bats in Clarke County found positive for rabies; precautions urged\"Two bats recently found around a personal residence in Clarke County tested positive for rabies.\"",
    "reports": {
      "diseases": [
        "rabies"
      ],
      "syndromes": [],
      "event_date": "05-15-2022T00:00:00",
      "EventType": [
        "Infected"
      ],
      "Locations": []
    }
  },
  {
    "URL": "https://www.abc.net.au/news/2022-03-07/two-japanese-encephalitis-cases-nsw-health-concerned/100889668",
    "date_of_publication": "2022-03-07T21:15:00",
    "headline": "AUSTRALIA - Two NSW Residents Diagnosed With Japanese Encephalitis Virus",
    "main_text": "NSW's first-ever locally acquired human cases of the potentially deadly Japanese encephalitis virus (JEV) have been detected in a man and a child living near the border with Victoria.  Key points: Health authorities expect more cases to be diagnosed over the next few days  Health authorities expect more cases to be diagnosed over the next few days NSW Health says people must avoid being bitten by mosquitoes  NSW Health says people must avoid being bitten by mosquitoes The virus outbreak has been declared an incident of national significance by the Acting Chief Medical Officer  Health officials say other patients are being tested for the mosquito-borne virus and more cases are expected to be confirmed in coming days.  One of the cases, a man from the Corowa area, was the probable case first reported by NSW Health on Friday.  The man remains in a serious condition in an ICU ward at a Victorian hospital.  The second case is a child from the Wentworth area in the far south-west of NSW. The child has been discharged from ICU but continues to receive hospital care.  NSW Health is concerned about the spread of JEV in the border region and is calling on the community to take care not to be bitten by mosquitoes.  JEV has now been detected in four Australian states. ( ABC Rural Angus Mackintosh )  JEV is an illness developed in pigs and horses and spread by infected mosquitoes.  It can be fatal for humans, however, less than 1 per cent of infected people develop symptoms.  The virus has now been detected in four Australian states, an outbreak which has been declared a Communicable Disease Incident of National Significance by the Acting Chief Medical Officer, Dr Sonya Bennett.  There is a vaccine but no specific treatment for JEV, which can cause severe neurological illness with headache, convulsions and reduced consciousness in some cases.  The virus cannot be spread person-to-person or through eating animals.  Mosquito control activities are being carried out near farms where pigs are confirmed to have been infected by JEV, and NSW Health is arranging vaccination of workers on affected farms.  NSW Health acting chief health officer Dr Marianne Gale said the best thing people can do to protect themselves against JEV is to take steps to avoid mosquito bites.  \"We are working closely with the NSW Department of Primary Industries and other states and territories to determine the extent to which the virus is circulating,\" Dr Gale said.  \"Unfortunately, our recent wet weather has led to very high mosquito numbers, so we need the community to be particularly vigilant and take steps to avoid mosquito bites.  \"We know mosquitoes are most active between dusk and dawn, and we need people planning activities near waterways or where mosquitoes are present to be especially cautious, particularly those in the vicinity of the Murray River and its branches.\"",
    "Description": "AUSTRALIA - Two NSW residents diagnosed with Japanese encephalitis virus\"NSW's first-ever locally acquired human cases of the potentially deadly Japanese encephalitis virus (JEV) have been detected in a man and a child living near the border with Victoria.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [
        "Encephalitis"
      ],
      "event_date": "03-18-2022T00:00:00",
      "EventType": [
        "Presence",
        "Infected"
      ],
      "Locations": [
        {
          "geonames_id": 2077456
        }
      ]
    }
  },
  {
    "URL": "https://www.abc.net.au/news/rural/2022-03-07/japanese-encephalitis-outbreak-reaches-sa/100888042",
    "date_of_publication": "2022-03-07T21:15:00",
    "headline": "AUSTRALIA - Japanese Encephalitis Outbreak Reaches SA As Authorities Race To Control Outbreak",
    "main_text": "The outbreak of Japanese encephalitis (JE) is now impacting four states as public health officials work to contain it.  Key points: The virus has been detected at 21 piggeries, three human cases have been confirmed and the federal government predicts more cases will be detected  The virus has been detected at 21 piggeries, three human cases have been confirmed and the federal government predicts more cases will be detected The Chief Veterinary Officer says it's unusual to detect JE so far south  The Chief Veterinary Officer says it's unusual to detect JE so far south Pork SA says piggeries will still be able to operate, but restrictions are in place  Since the potentially fatal mosquito-borne virus was first detected near the New South Wales-Victoria border last week, cases have been recorded in Queensland and South Australia.  A Department of Agriculture, Water and the Environment spokesperson said three cases of Japanese encephalitis had been confirmed in humans, and a number of possible cases were under investigation.  The spokesperson said it was anticipated that more cases would be confirmed shortly.  Australia's Chief Veterinary Officer Mark Schipp said animals at 21 piggeries had been infected.  \"We're mapping the presence of waterbirds, feral pigs or piggeries and people that have contracted the infection,\" he said.  \"We're undertaking mosquito surveillance and mosquito control on those farms.\"  There is a vaccine available as well.  \"That's the purpose of the mapping that we're undertaking at the moment -- to prioritise those vaccinations and then rolling the vaccinations out further from there,\" Mr Schipp said.  The movement of pigs on farms with positive cases is being restricted.  Pork SA chairman Andrew Johnson is urging pork producers to report suspected cases.  \"Farmers that see any symptoms, they shouldn't be afraid to advise accordingly,\" he said.  JE cannot be transmitted to humans by eating pork products and producers will still be able to transport livestock to abattoirs.  \"If there's a suspect case, or if there is a positive case, those farms will be issued a movement permit that will allow them to continue business,\" Mr Johnson said.  Japanese encephalitis is transmitted through the bite of an infected mosquito. ( Pixabay )  Mosquito-borne virus  The virus is transmitted by mosquitoes and cannot be passed from livestock to humans.  \"Japanese encephalitis is a virus carried by mosquitoes from water birds or pigs to humans or horses,\" Mr Schipp said.  \"Pigs are an amplifying host, so they produce a lot of virus and the mosquitoes pick that up and carry it forward into humans and horses.\"  JE is not normally found in Australia and health officials survey the Torres Strait and the Top End every year to check for outbreaks.  This outbreak has been found along the Murray River corridor.  Mr Schipp said it was surprising to find JE so far south.  \"It will have a large impact on human health and industry,\" he said.  \"The impacts on tourism, for example, could be significant.",
    "Description": "AUSTRALIA - Japanese encephalitis outbreak reaches SA as authorities race to control outbreak\"The outbreak of Japanese encephalitis (JE) is now impacting four states as public health officials work to contain it.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [
        "Encephalitis"
      ],
      "event_date": "03-21-2022T00:00:00",
      "EventType": [
        "Presence",
        "Infected"
      ],
      "Locations": [
        {
          "geonames_id": 9645131
        },
        {
          "geonames_id": 9645131
        }
      ]
    }
  },
  {
    "URL": "https://newswing.com/black-fungus-case-cases-of-black-fungus-increasing-in-the-state-2-patients-admitted-in-rims/355473/",
    "date_of_publication": "2022-03-07T21:14:00",
    "headline": "INDIA - Black Fungus Case - Black Fungus Cases On The Rise In The State - 2 Patients Admitted In RIM",
    "main_text": "",
    "Description": "INDIA - BLACK FUNGUS CASE: BLACK FUNGUS CASES ON THE RISE IN THE STATE, 2 PATIENTS ADMITTED IN RIMS\"In the case of Corona, there was just a relief that black fungus has increased the concern. Two patients of black fungus have been admitted in three days at Rims in the capital Ranchi.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "03-02-2022T00:00:00",
      "EventType": [],
      "Locations": [
        {
          "geonames_id": 1269750
        }
      ]
    }
  },
  {
    "URL": "Delhi",
    "date_of_publication": "2022-03-07T21:13:00",
    "headline": "INDIA - 42 Cases Of Dengue Reported In Delhi Till March 5 - Civic Body",
    "main_text": "Invalid",
    "Description": "INDIA - 42 cases of dengue reported in Delhi till March 5: Civic body\"Three fresh cases of dengue have been reported in the last one week in the national capital, according to a civic report released on Monday.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "2022-03-15",
      "EventType": [],
      "Locations": [
        {
          "geonames_id": 1273294
        },
        {
          "geonames_id": 6458781
        }
      ]
    }
  },
  {
    "URL": "https://www.newindianexpress.com/cities/vijayawada/2022/mar/07/two-women-die-of-rabies-in-vemulavada-after-cat-bites-them-2427184.html",
    "date_of_publication": "2022-03-07T21:12:00",
    "headline": "INDIA - Two Women Die Of Rabies In Vemulavada After Cat Bites Them",
    "main_text": "",
    "Description": "INDIA - Two women die of rabies in Vemulavada after cat bites them\"Two women reportedly died two months after they were bitten by a cat in Vemulavada village of Movva mandal on Sunday.\"",
    "reports": {
      "diseases": [
        "rabies"
      ],
      "syndromes": [],
      "event_date": "03-20-2022T00:00:00",
      "EventType": [],
      "Locations": [
        {
          "geonames_id": 1269750
        }
      ]
    }
  },
  {
    "URL": "https://www.nzherald.co.nz/stratford-press/news/covid-19-omicron-outbreak-311-new-cases-in-taranaki/KINKYLJU2FH4P54GKV6THERROE/",
    "date_of_publication": "2022-03-07T21:12:00",
    "headline": "NEW ZEALAND - Covid-19 Omicron Outbreak - 311 New Cases In Taranaki",
    "main_text": "Tests can be ordered online if people are a household contact or are symptomatic.  Tests can be ordered online if people are a household contact or are symptomatic.  There are 311 new cases of Covid-19 in the Taranaki region today, meaning the total number of active cases in the region is now 2033.  In an emailed statement, the Taranaki District Health Board (TDHB) said 236 of the new cases are located in North Taranaki, 13 in Central and 60 in South with the location of two cases yet to be confirmed.  A total of six people are being treated for the virus in hospital, but none are in ICU.  Around 250,000 RATs tests have been distributed to date around the region to collection sites, critical businesses, healthcare providers and Aged Related Residential Care (ARRC) facilities.  RATs tests are for people who are symptomatic, or a household contact. They can be ordered online. People must take their order number along to one of the local RATs collections sites and stay in their car if it is a drive-through site.  In Stratford they can be collected from Mackays Pharmacy on 289 Broadway which is open between 8.30am and 5pm, Mondays to Fridays only. The team at Mackays ask people to call ahead before they come in to collect their pre-ordered RATs tests.",
    "Description": "NEW ZEALAND - Covid-19 Omicron outbreak: 311 new cases in Taranaki\"There are 311 new cases of Covid-19 in the Taranaki region today, meaning the total number of active cases in the region is now 2033.\"",
    "reports": {
      "diseases": [
        "COVID-19"
      ],
      "syndromes": [],
      "event_date": "03-15-0311T00:00:00",
      "EventType": [],
      "Locations": []
    }
  },
  {
    "URL": "https://www.macaubusiness.com/two-more-residents-confirmed-as-asymptomatic-cases/",
    "date_of_publication": "2022-03-07T21:11:00",
    "headline": "MACAO - Two More Residents Confirmed As Asymptomatic Cases",
    "main_text": "Two Macau residents coming from Hong Kong tested positive in the nucleic acid test and were classified as imported cases of asymptomatic infection.  The first case, a Macau female resident aged 4, did not administer any vaccines against COVID-19.  The second case, a 36-year-old female resident of Macau, administered three doses of the inactivated Sinopharm vaccine in April, May and December 2021, being the mother of the first case.  On March 4 they took the golden bus that departed at 4:00pm from Hong Kong to Macau, having certificates of a negative result of the nucleic acid test for COVID-19 within 24 hours after the sampling date.  Upon entry, they underwent tests via a nasopharyngeal swab, which proved to be positive for COVID-19 and were referred to the Public Health Clinical Center of Alto de Coloane for medical isolation.  So far, 82 confirmed cases of COVID-19 and 43 cases of asymptomatic infection have been registered in Macau.",
    "Description": "MACAO - Two more residents confirmed as asymptomatic cases\"Two Macau residents coming from Hong Kong tested positive in the nucleic acid test and were classified as imported cases of asymptomatic infection.\"",
    "reports": {
      "diseases": [
        "COVID-19"
      ],
      "syndromes": [],
      "event_date": "03-04-2022T00:00:00",
      "EventType": [],
      "Locations": []
    }
  },
  {
    "URL": "https://www.eden.gov.uk/your-council/news/latest-media-releases/new-bird-flu-case-reported-in-eden/",
    "date_of_publication": "2022-03-07T21:10:00",
    "headline": "UNITED KINGDOM - New Bird Flu Case Reported In Eden",
    "main_text": "New bird flu case reported in Eden  A case of Avian Influenza has been confirmed at a premises north of Kirkoswald in Eden.  Poultry keepers are urged not to be complacent and to undertake urgent biosecurity measures to help stop the spread of bird flu as new cases are being reported in Cumbria.  So far, highly pathogenic avian influenza H5N1 had been reported at Silecroft in Copeland and near Aspatria. A case has also been found in Annan.  It means that 3km protection and 10km surveillance zones are now in place around the areas where infection has been identified.  The zones restrict access to locations where birds are kept and impose restrictions on the movement of birds. They do not limit access to residents, or business owners. The protection and surveillance zones will apply until the zone is withdrawn or amended by DEFRA.  With the backdrop of the UK facing its larger ever outbreak of bird flu with over 60 cases confirmed across the country since the start of November 2021, the UK's Chief Veterinary Officer Christine Middlemiss is calling on poultry keepers to take action to help stop the spread.  To help mitigate the spread of disease, The Government introduced new housing measures last month, which means that if you keep chickens, ducks, geese or any other birds you are now legally required to keep them indoors and to follow strict biosecurity measures.  If you do not do this, the disease could kill your birds and you may face a fine. Wild birds migrating to the UK from mainland Europe during the winter months and other wildlife spread the disease so it is vital not to allow wild birds to mix with your chickens, ducks, geese or other birds.  People can also spread the disease on clothing and shoes so, before going into bird enclosures you should wash your hands, and change, or clean and disinfect your footwear.  Risk to public health is low  The UK Health Security Agency has confirmed that the risk to public health is very low and the Food Standards Agency has said that bird flu poses a very low food safety risk for UK consumers, and it does not affect the consumption of poultry or eggs.  The Chief Veterinary Officer is reminding all poultry keepers that whilst the main source of infection comes from migratory wild birds, those failing to implement these measures risk infecting their own flocks by walking the virus into their holdings.  Chief Veterinary Officer Christine Middlemiss said, \"We have taken swift action to limit the spread of the disease including introducing housing measures. However, we are seeing a growing number of bird flu cases both on commercial farms and in backyard birds right across the country.  \"Many poultry keepers have excellent biosecurity standards, but the number of cases we are seeing suggests that not enough is being done to keep bird flu out. Whether you keep just a few birds, or thousands you must take action now to protect your birds from this highly infectious disease.  \"Implementing scrupulous biosecurity has never been more critical. You must regularly clean and disinfect your footwear and clothes before entering enclosures, stop your birds mixing with any wild birds and only allow visitors that are strictly necessary. It is your actions that will help keep your birds safe.\"  Poultry keepers must do the following:  house or net all poultry and captive birds to keep them separate from wild birds;  cleanse and disinfect clothing, equipment and vehicles before and after contact with poultry and captive birds - if practical, use disposable protective clothing;  where possible change footwear before entering sheds housing poultry and captive birds. If not, then ensure they are thoroughly cleaned and disinfected;  reduce the movement of people, vehicles or equipment to and from areas where poultry and captive birds are kept, to minimise contamination from manure, slurry and other products, and use effective vermin control;  thoroughly cleanse and disinfect housing on a continuous basis;  keep fresh disinfectant at the right concentration at all farm and poultry housing entry and exit points; and  minimise direct and indirect contact between poultry and captive birds and wild birds, including making sure all feed and water is not accessible to wild birds.  Poultry and captive bird keepers must be vigilant for any signs of disease in their birds and any wild birds and seek prompt advice from their vet if they have any concerns.  Keepers are urged to register their flocks with the Animal and Plant Health Agency and Department for Environment, Food & Rural Affairs. This is a legal requirement if you have 50 birds or more.  Registering means that they will be able to contact you with information or action required should an outbreak happen near you. Do not touch or pick up any dead or sick birds that you find.  If you find dead swans, geese or ducks or other dead wild birds, such as gulls or birds of prey, you should report them to the Defra helpline on 03459 33 55 77. For further information see the advice for the public at www.gov.uk/guidance/avian-influenza-bird-flu.  Bird keepers should report suspicion of disease in England to Defra Rural Services Helpline on 03000 200 301. In Scotland, contact your local Field Services Office. Keepers should familiarise themselves with the avian flu advice at www.gov.uk/guidance/avian-influenza-bird-flu.",
    "Description": "UNITED KINGDOM - New bird flu case reported in Eden\"A case of Avian Influenza has been confirmed at a premises north of Kirkoswald in Eden.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "03-03-2022T00:00:00",
      "EventType": [
        "Infected",
        "Presence"
      ],
      "Locations": [
        {
          "geonames_id": 2635167
        }
      ]
    }
  },
  {
    "URL": "https://thehimalayantimes.com/nepal/bird-flu-detected-in-bhaktapur",
    "date_of_publication": "2022-03-07T21:09:00",
    "headline": "NEPAL - Bird Flu Detected In Bhaktapur",
    "main_text": "BHADGAON, MARCH 6  Bird flu has been detected in Bhaktapur district. Three poultry farms at Suryabinayak Municipality in the district recorded bird flu.  Paila Agricultural Farm, Shikhar Poultry Farm and Ajima Poultry Farm suffered from the avian flu.  The Animal Disease Investigation Laboratory, Tripureshwor, confirmed bird flu in the Bhaktapur farms. The laboratory further said sub-type F5F1 virus of HP1 was detected in chicken. With the detection of bird flu, the security committee meeting held at the district administration office decided to destroy poultry and poultry products.  Assistant Chief District Officer and Information Officer Madhav Prasad Sharma informed that the meeting decided to destroy fowls, eggs, waste, and feed inside the demarcated areas: Ajima Brick Factory en route to Araniko Highway, roadway near Shikhar Poultry Farm in the north, northern border of Araniko Highway in the south, and the way en route to Panityanki in the north. The Information Officer also said vigilance would be stepped up on the transport of chicken and poultry products in Kathmandu valley.  A version of this article appears in the print on March 7, 2022, of The Himalayan Times.",
    "Description": "NEPAL - Bird flu detected in Bhaktapur\"Bird flu has been detected in Bhaktapur district. Three poultry farms at Suryabinayak Municipality in the district recorded bird flu.\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "03-06-2022T00:00:00",
      "EventType": [],
      "Locations": [
        {
          "geonames_id": 12095459
        }
      ]
    }
  },
  {
    "URL": "https://www.philstar.com/business/2022/03/07/2165344/philippine-reports-new-outbreak-bird-flu",
    "date_of_publication": "2022-03-07T21:08:00",
    "headline": "PHILIPPINES - Philippine Reports New Outbreak Of Bird Flu",
    "main_text": "",
    "Description": "PHILIPPINES - Philippine reports new outbreak of bird flu\"New outbreaks of the avian influenza or bird flu have been detected in quail and duck farms in Bulacan, Pampanga, Laguna and Camarines Sur, the Philippines said in a report to the World Organization for Animal Health (OIE).\"",
    "reports": {
      "diseases": [
        "other"
      ],
      "syndromes": [],
      "event_date": "2022-03-15",
      "EventType": [
        "Infected",
        "Presence"
      ],
      "Locations": [
        {
          "geonames_id": 1723066
        }
      ]
    }
  }
]